{
  "PersonalStrengths": {
    "category": "Personal Strengths",
    "items": [
      {
        "name": "Intellectual Vitality",
        "grading": {
          "1": "【缺乏独立思考】行为完全由外部指令驱动，不探究行为背后的原因。例子：仅按要求机械分类报纸而不观察数据含义；论文写作仅复述教材观点，无个人见解。",
          "2": "【低水平机械尝试】遇到困难不分析底层逻辑，仅靠重复劳动或随机更改变量来碰运气。例子：报错时不看日志仅盲目修改代码；通过大量刷题死记公式而非理解推导过程。",
          "3": "【具备改进意识】能识别环境中的低效环节，并利用常识进行合理优化。例子：自发精简班级通知流程以提升信息传达率；针对图书馆排架混乱提出视觉识别改进方案。",
          "4": "【逻辑跨界迁移】能提取特定领域的解决模式，并成功应用到完全不同的场景中。例子：将软件工程的调试方法用于乐器练习；利用历史周期规律分析现代金融市场的波动。",
          "5": "【元认知与自我迭代】能客观审视并批判自己的思维模型，通过发现自身偏见实现认知升级。例子：反思并纠正自己因专业背景导致的思维定式；通过拆解自己的防御心理来重构决策逻辑。"
        }
      },
      {
        "name": "Creativity",
        "grading": {
          "1": "【重复性劳动】严格依赖既定路径，在方法失效时缺乏调整能力。例子：照搬过时模板导致工作量增加；因循守旧导致解决问题的效率极低。",
          "2": "【局部微调】在不改变整体流程的前提下，进行补救性的临时修改。例子：对故障设备进行非系统性的加固；在原有低效流程上增加辅助环节而非重构流程。",
          "3": "【组合式创新】将现有的工具或思路进行跨界整合，有效解决单一痛点。例子：将游戏激励机制引入教学管理；设计多功能辅助工具解决特定人群的实际不便。",
          "4": "【系统级重构】通过改变问题的定义或任务架构，实现资源配置的最优化。例子：利用游戏化思维重塑社区治理逻辑；将数字化技术引入传统场景以大幅降低运行成本。",
          "5": "【范式级突破】创造出具有自我演化能力的系统，实现效率跨数量级的提升。例子：设计出一套无需人工干预的自管理协作范式；发明颠覆性技术方案彻底消除原有的行业损耗。"
        }
      },
      {
        "name": "Resilience",
        "grading": {
          "1": "【抗压能力薄弱】遭遇挫折时首要反应是情绪化抱怨或放弃行动。例子：因实验失败而产生严重的自我怀疑并中断研究；在受到外界质疑时选择逃避协作。",
          "2": "【压力测试缺失】长期处于受保护或资源过剩的环境，缺乏在逆境中生存的实证。例子：所有成就均建立在完美外部条件之上，未曾面对过真正的资源匮乏或失败。",
          "3": "【意志力驱动】在重压环境下能凭借毅力坚守底线，完成任务。例子：在突发自然条件恶劣时坚持完成既定目标；在学业或研究遇到瓶颈时通过高强度投入实现突破。",
          "4": "【理性反弹】在复杂困境中能迅速恢复冷静，通过重组资源寻找替代路径。例子：在核心成员突发缺席时冷静重构团队职能；面对家庭或经济变故能制定科学的应对计划。",
          "5": "【从困境中进化】不仅能战胜挫折，且能将挫折作为认知的催化剂，重塑底层逻辑。例子：将重大失利转化为思维模式的成人礼；在复杂的社交逆境中提炼出更高阶的协作智慧。"
        }
      },
      {
        "name": "Initiative",
        "grading": {
          "1": "【被动响应】缺乏探索意愿，无明确指令则保持静止状态。例子：仅完成规定动作，对职责边界外的需求视而不见；习惯性依赖他人提供解决方案。",
          "2": "【常规性参与】动力源于群体共识或流行趋势，缺乏独立的观察点。例子：跟随大众参与公益活动但缺乏深度思考；在既定轨道内增加工作时长而非寻求突破。",
          "3": "【自发性优化】能敏锐捕捉系统空白点，在无人授权的情况下主动承担改进职责。例子：自发整理遗留的混乱文档；主动协调跨部门的沟通盲区。",
          "4": "【从无到有开辟】在资源匮乏的空白领域，通过自主整合实现项目落地。例子：独立创办调研组织并对接外部资源；通过自主研究推动公共政策或设施的改进。",
          "5": "【生态构建能力】通过机制设计激发群体的内生动力，创造可持续的主动环境。例子：建立自运行的互助生态系统；在危机爆发前完成前瞻性的战略布局。"
        }
      },
      {
        "name": "Collaboration",
        "grading": {
          "1": "【封闭式思维】过度强调个人权威，将他人的反馈视为威胁。例子：因追求绝对控制权而拒绝团队协作；在出现分歧时选择指责而非共商解决途径。",
          "2": "【表层协作】仅停留在简单的任务切分与拼接，缺乏深层的逻辑交互。例子：团队成员间缺乏实质性的观点碰撞；为维持表面和谐而回避核心矛盾。",
          "3": "【互补型协作】能准确识别团队成员的差异化优势，并主动进行功能性补位。",
          "4": "【组织赋能】通过建立沟通机制或心理支撑，提升团队的整体能量。例子：引入科学的协作管理工具优化流程；在低谷期通过自我反思凝聚团队共识。",
          "5": "【范式引领】在极具挑战或对立的环境中建立信任，创造全新的协作范式。例子：整合竞争性资源实现共赢目标；定义并践行具有启发性的团队文化。"
        }
      },
      {
        "name": "Community Impact",
        "grading": {
          "1": "【个体利己导和】行为动机完全局限于个人竞争与获得感，忽视社会责任。例子：在追求目标时损害公共利益；对周围环境的缺失或他人的困境持冷漠态度。",
          "2": "【合规性利他】参与社会公益的动力源于外部强制或形象包装。例子：仅为获取学分或证明而参与短期公益；缺乏对受助群体的真实共情与后续关注。",
          "3": "【定向解决问题】基于真实的同理心，针对社区的具体痛点提供有效的解决方案。例子：为特定弱势群体改善生活便利性；针对校园或社区的局部问题进行技术改造。",
          "4": "【机制化贡献】通过建立可持续的流程或组织，扩大受助群体的覆盖范围。例子：发起长期的知识共享或帮扶计划；建立具有资源杠杆效应的公益平台。",
          "5": "【社会价值重塑】通过系统性的干预改变大众认知，解决深层社会问题的逻辑矛盾。例子：设计出全新的资源分配模式改善社会公平；通过科普或行动打破根深蒂固的观念偏见。"
        }
      }
    ]
  }
}